export const module4 = {
  title: "Модуль 4. Управление процессом разработки",
  lessons: [
    {
      title: "Работа с командами",
      topics: [
        "Взаимодействие с кросс-функциональными командами",
        "Принципы Agile и Scrum"
      ]
    },
    {
      title: "Создание Backlog",
      topics: [
        "Что такое Product Backlog",
        "Постановка задач и приоритизация"
      ]
    },
    {
      title: "Пользовательские истории",
      topics: [
        "Как писать user stories",
        "Acceptance criteria"
      ]
    },
    {
      title: "Инструменты управления проектами",
      topics: [
        "Jira, Trello, Asana: как выбирать и использовать"
      ]
    },
    {
      title: "Координация с разработчиками",
      topics: [
        "Основы технической документации",
        "Понимание API, баз данных и архитектуры приложений"
      ]
    }
  ]
};