export const module8 = {
  title: "Модуль 8. Финальный проект",
  lessons: [
    {
      title: "Выбор проекта",
      topics: [
        "Работа над своим продуктом или решением кейса"
      ]
    },
    {
      title: "Этапы работы над проектом",
      topics: [
        "Исследование рынка и целевой аудитории",
        "Создание Roadmap и MVP"
      ]
    },
    {
      title: "Презентация проекта",
      topics: [
        "Подготовка презентации для потенциальных инвесторов или руководителей",
        "Демонстрация результатов работы"
      ]
    }
  ]
};