export const module3 = {
  title: "Модуль 3. Продуктовая стратегия и разработка идей",
  lessons: [
    {
      title: "Создание продуктовой стратегии",
      topics: [
        "Разработка уникального торгового предложения (УТП)",
        "Определение ценности для пользователя"
      ]
    },
    {
      title: "Генерация идей",
      topics: [
        "Мозговые штурмы и методики креативности",
        "Оценка и отбор идей"
      ]
    },
    {
      title: "Создание Product Roadmap",
      topics: [
        "Введение в дорожные карты продукта",
        "Приоритеты в развитии продукта (MoSCoW, RICE)"
      ]
    },
    {
      title: "Lean Startup",
      topics: [
        "Методология Lean: минимально жизнеспособный продукт (MVP)",
        "Быстрая проверка гипотез"
      ]
    },
    {
      title: "Риски и ограничения",
      topics: [
        "Оценка рисков при выводе продукта",
        "Создание планов по их минимизации"
      ]
    }
  ]
};