export const block1Prompts = {
  lesson1: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Введение в профессию бизнес-аналитика"`,
  lesson2: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Основные навыки и компетенции бизнес-аналитика"`,
  lesson3: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Роль бизнес-аналитика в команде"`,
  lesson4: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Методологии и подходы в бизнес-анализе"`,
  lesson5: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "SWOT, PESTEL и другие методы анализа Описание методов, Примеры применения"`
};