export const block6Prompts = {
  lesson1: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Популярные встроенные модули: os (работа с ОС), datetime (дата и время), random (случайные числа), math (математика)"`,
  lesson2: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Установка сторонних библиотек: использование pip и PyPI, работа с зависимостями"`,
  lesson3: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Библиотеки Python-разработчика: requests (HTTP-запросы), BeautifulSoup (парсинг сайтов)"`,
  lesson4: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Анализ и визуализация данных: pandas для обработки данных, matplotlib для визуализации"`
};