export const block1Prompts = {
  lesson1: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Python урок на тему: "Переменные и типы данных Типы данных: int, float, str, bool., Создание и вывод переменных."`,
  lesson2: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Python урок на тему: "Установка Python Где скачать Python (сайт Python.org). , Установка Python на Windows, macOS, Linux. ,Настройка переменных среды для корректной работы."`,
  lesson3: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Python урок на тему: "Настройка редактора кода Установка и настройка редакторов: VS Code, PyCharm, Jupyter Notebook.."`,
  lesson4: `Расскажи подробно как будту ты преподаватель и преподаеш Курс Python урок на тему: "Проверка установки Python Работа с командной строкой (CLI). , Проверка версии Python."`
};