export const block2Prompts = {
  lesson1: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Моделирование процессов Основы BPMN (Business Process Model and Notation), Построение диаграмм процессов"`,
  lesson2: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Инструменты аналитика Обзор инструментов (Jira, Confluence, MS Visio), Практика работы с одним из инструментов"`,
  lesson3: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Основы проектного менеджмента Основные понятия (scope, schedule, budget), Взаимодействие с командой проекта"`,
  lesson4: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Agile и Scrum Основы Agile, Роль бизнес-аналитика в Scrum-команде"`,
  lesson5: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Кейсы реального мира Работа с примером реального проекта, Анализ требований и создание документации"`,
  lesson6: `Расскажи подробно как будто ты преподаватель и преподаеш Курс Бизнес Аналитик урок на тему: "Финальный проект Разработка полного набора документации для вымышленного проекта, Презентация проекта, Оценка: Завершение проекта"`
};