export const block3Prompts = {
  lesson1: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Основы ООП: классы и объекты, их создание и взаимодействие"`,
  lesson2: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Атрибуты и методы классов, использование конструктора init"`,
  lesson3: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Принципы ООП: инкапсуляция, наследование, полиморфизм, абстракция"`,
  lesson4: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Дополнительные темы ООП: магические методы (str, repr), статические методы и атрибуты"`,
  lesson5: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Работа с наследованием: базовые и дочерние классы, переопределение методов"`
};