export const block4Prompts = {
  lesson1: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Модули и пакеты: импорт модулей (import, from ... import), создание собственных модулей"`,
  lesson2: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Работа с файлами: чтение, запись и обработка текстовых файлов в Python"`,
  lesson3: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Работа с JSON-файлами: загрузка, сохранение, преобразование данных"`,
  lesson4: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Виртуальные окружения: создание (venv), установка зависимостей через pip, управление окружением"`
};