export const block12Prompts = {
  lesson1: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Принципы написания чистого кода: введение в PEP8, основные правила форматирования"`,
  lesson2: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Создание портфолио: работа с GitHub, оформление репозиториев, добавление проектов"`,
  lesson3: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Подготовка к собеседованию: разбор типичных задач, ответы на популярные вопросы"`
};