export const block8Prompts = {
  lesson1: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Введение во фреймворк Flask: установка, создание простого веб-приложения"`,
  lesson2: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Работа с шаблонами Jinja2: динамическое содержание и интеграция с HTML"`,
  lesson3: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Обработка запросов и форм в Flask: основы работы с REST API"`
};