export const block10Prompts = {
  lesson1: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Асинхронное программирование: введение в asyncio, использование await и async"`,
  lesson2: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Многопоточность и многопроцессорность: работа с threading и multiprocessing"`,
  lesson3: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Работа с API: проектирование и взаимодействие с внешними API"`,
  lesson4: `Расскажи подробно, как будто ты преподаватель, и преподаёшь Курс Python урок на тему: "Паттерны проектирования: основные шаблоны (Singleton, Factory), применение в реальных проектах"`
};