export const block3 = {
  title: "Блок 3: Объектно-ориентированное программирование (ООП)",
  lessons: [
    {
      title: "Урок 1: Основы ООП",
      topics: [
        "Что такое классы и объекты?",
        "Атрибуты и методы класса.",
      ],
    },
    {
      title: "Урок 2: Конструктор __init__",
      topics: [
        "Создание объектов с использованием конструктора.",
      ],
    },
    {
      title: "Урок 3: Принципы ООП",
      topics: [
        "Инкапсуляция, наследование и полиморфизм.",
        "Пример работы с абстракцией.",
      ],
    },
    {
      title: "Урок 4: Дополнительные темы ООП",
      topics: [
        "Статические методы и атрибуты.",
        "Магические методы (__str__, __repr__, __len__).",
        "Пример наследования классов.",
      ],
    },
  ],
};