export const block5 = {
  title: "Блок 5: Исключения и отладка",
  lessons: [
    {
      title: "Урок 1: Обработка исключений",
      topics: [
        "Что такое исключения в Python и зачем они нужны?",
        "Как правильно использовать конструкцию try-except?",
        "Какие встроенные типы исключений существуют в Python?",
        "Как создать собственный класс исключения?",
        "Когда использовать finally и else в обработке исключений?"
      ],
    },
    {
      title: "Урок 2: Отладка программ",
      topics: [
        "Какие инструменты отладки существуют в Python?",
        "Как использовать точки останова (breakpoints)?",
        "Как отлаживать код с помощью print()?",
        "Как работать с отладчиком в VS Code?",
        "Какие типичные ошибки возникают при отладке и как их исправлять?"
      ],
    },
  ],
};