export const block7 = {
  title: "Блок 7: Работа с базами данных",
  lessons: [
    {
      title: "Урок 1: SQLite и SQL",
      topics: [
        "Как создать и подключить базу данных SQLite в Python?",
        "Какие основные команды SQL нужно знать для работы с базой данных?",
        "Как правильно использовать параметризованные запросы?",
        "Какие типы данных поддерживает SQLite?",
        "Как обрабатывать ошибки при работе с базой данных?"
      ],
    },
    {
      title: "Урок 2: Введение в ORM",
      topics: [
        "Что такое ORM и зачем он нужен?",
        "Как создавать модели в SQLAlchemy?",
        "Как выполнять CRUD операции через ORM?",
        "Какие преимущества дает использование ORM?",
        "Как создавать связи между таблицами в SQLAlchemy?"
      ],
    },
  ],
};