export const block1 = {
  title: "Блок 1: Введение в программирование и установка Python",
  lessons: [
    {
      title: "Урок 1: Знакомство с Python",
      topics: [
        "Что такое Python?",
        "Почему Python популярен?",
        "Области применения Python: веб-разработка, анализ данных, машинное обучение.",
      ],
    },
    {
      title: "Урок 2: Установка Python",
      topics: [
        "Где скачать Python (сайт Python.org).",
        "Установка Python на Windows, macOS, Linux.",
        "Настройка переменных среды для корректной работы.",
      ],
    },
    {
      title: "Урок 3: Настройка редактора кода",
      topics: [
        "Установка и настройка редакторов: VS Code, PyCharm, Jupyter Notebook.",
      ],
    },
    {
      title: "Урок 4: Проверка установки Python",
      topics: [
        "Работа с командной строкой (CLI)",
        "Проверка версии Python",
        "Основные команды терминала для работы с Python",
        "Как убедиться, что Python установлен правильно",
        "Решение типичных проблем при установке Python"
      ],
    },
  ],
};