export const module8 = {
  title: "Модуль 8. Финальный проект",
  lessons: [
    {
      title: "Выбор темы проекта",
      topics: [
        "Анализ данных или построение ML-модели"
      ]
    },
    {
      title: "Этапы работы над проектом",
      topics: [
        "Сбор данных, их обработка, построение модели",
        "Презентация результатов"
      ]
    },
    {
      title: "Рецензия и доработка",
      topics: [
        "Обратная связь от наставников",
        "Улучшение решения по итогам обратной связи"
      ]
    }
  ]
};