export const module4 = {
  title: "Модуль 4. Работа с данными",
  lessons: [
    {
      title: "Обработка данных",
      topics: [
        "Очистка данных (обработка пропусков, дубликатов, ошибок)",
        "Работа с временными рядами",
        "Преобразование данных"
      ]
    },
    {
      title: "Визуализация данных",
      topics: [
        "Основы визуализации: matplotlib, seaborn",
        "Дашборды: Plotly, Dash, Tableau (базовое знакомство)",
        "Расширенные графики: тепловые карты, scatter matrix"
      ]
    }
  ]
};