export const module5 = {
  title: "Модуль 5. Машинное обучение",
  lessons: [
    {
      title: "Введение в машинное обучение",
      topics: [
        "Разница между supervised и unsupervised learning",
        "Основные этапы разработки модели"
      ]
    },
    {
      title: "Классификация и регрессия",
      topics: [
        "Линейная регрессия",
        "Логистическая регрессия",
        "Деревья решений и Random Forest"
      ]
    },
    {
      title: "Кластеризация",
      topics: [
        "k-Means, DBSCAN",
        "Применение кластеризации в реальных задачах"
      ]
    },
    {
      title: "Работа с временными рядами",
      topics: [
        "ARIMA, LSTM",
        "Прогнозирование временных рядов"
      ]
    },
    {
      title: "Продвинутые методы",
      topics: [
        "Градиентный бустинг (XGBoost, LightGBM, CatBoost)",
        "Ансамблирование моделей"
      ]
    }
  ]
};