export const module6 = {
  title: "Модуль 6. Глубокое обучение",
  lessons: [
    {
      title: "Введение в глубокое обучение",
      topics: [
        "Нейронные сети: основы и архитектура",
        "Основы TensorFlow и PyTorch"
      ]
    },
    {
      title: "Компьютерное зрение",
      topics: [
        "CNN: сверточные нейронные сети",
        "Применение в обработке изображений"
      ]
    },
    {
      title: "Обработка естественного языка",
      topics: [
        "NLP-библиотеки (spaCy, NLTK)",
        "RNN и трансформеры (введение в BERT, GPT)"
      ]
    }
  ]
};