export const module2 = {
  title: "Модуль 2. Программирование для Data Science",
  lessons: [
    {
      title: "Python для Data Science",
      topics: [
        "Основы Python: синтаксис, структуры данных",
        "Работа с библиотеками: NumPy, Pandas"
      ]
    },
    {
      title: "Введение в R (опционально)",
      topics: [
        "Основы языка R",
        "Анализ данных и визуализация с ggplot2"
      ]
    },
    {
      title: "SQL для анализа данных",
      topics: [
        "Основы реляционных баз данных",
        "Написание SQL-запросов для извлечения и агрегации данных"
      ]
    }
  ]
};